[{"phMin":5,"temperaturaMax":52,"sobre":"É uma enzima que quebra fitina em fitato, gerando um ácido fraco. Sua atividade tem um enorme valor histórico, mas com certeza não é usada por cervejarias a muito tempo. A pausa nessa temperatura foi muito usada na produção das primeiras cervejas claras, principalmente na cidade de Pilsen (República Tcheca). Devido as característica do malte e da água sua ação era fundamental para a correção do pH, acidificando o mosto para facilitar o trabalho das demais enzimas cervejeiras.  Sua utilização para realmente baixar para o pH para a faixa desejada (5,0 – 5,5) de um mosto mais básico poderia demorar algumas horas (e não os poucos minutos que são atualmente sugeridos) por causa da sua atividade ser maior em pHs ácidos. Devido ao conhecimento da dinâmica entre água e maltes, e a possibilidade de usar outros métodos para ajuste e controle de pH (sais ou maltes acidificados, se você for um ferrenho seguidor da Reinheitsgebot). Pode até aumentar ligeiramente a eficiência da brassagem, mas não é fundamental!","phMax":5.5,"temperaturaMin":30,"tempo":0,"unidade":"ºC","id":1,"nomeEnzimas":"Phitase","temperatura":0},{"phMin":4.5,"temperaturaMax":45,"sobre":"Transformam beta-glucanos presentes no grão, que são um tipo de agregado de glicose, um tanto quanto viscoso e grudento. E isso pode ser um problemão para a filtragem. Contudo, também não é mais fundamental! pois a malteação também atua aqui. É obrigatória apenas em casos onde existe grande proporção (>25%) de grãos não-malteados (cevada, trigo, aveia). ","phMax":5.5,"temperaturaMin":37,"tempo":0,"unidade":"ºC","id":2,"nomeEnzimas":"Beta-glucanase","temperatura":0},{"phMin":4.6,"temperaturaMax":55,"sobre":"Elas estão ativas no, tão indiscriminadamente usado por nós cervejeiros caseiros, descanso (ou pausa) protéico(a). Quebram proteínas em aminoácidos, que são importantes para a nutrição das leveduras, ou pedaços menores de proteínas, os peptídeos, que são importantes para a formação e retenção de espuma na cerveja pronta. Não é mais fundamental! O processo de malteação já faz as transformações necessárias para a grande maioria dos casos. E o pior, se usado sem necessidade real pode até ser o culpado pela falta de corpo e espuma em sua cerveja. ","phMax":5.3,"temperaturaMin":45,"tempo":0,"unidade":"ºC","id":3,"nomeEnzimas":"Protease / Peptidase","temperatura":0},{"phMin":5,"temperaturaMax":65,"sobre":"Junto com a alfa-amilase forma o grupo das enzimas diastásicas. Elas quebram o amido, que é uma longa cadeia de glicose. Especificamente a beta, quebra o amido de forma sistemática em açucares menores que são fermentáveis, chamados maltoses. Totalmente fundamental! Sem açucares fermentáveis, sem álcool.","phMax":5.5,"temperaturaMin":55,"tempo":0,"unidade":"ºC","id":4,"nomeEnzimas":"Beta-amylase","temperatura":0},{"phMin":5.3,"temperaturaMax":72,"sobre":"A outra enzima diastásica. Porém a alfa quebra aleatoriamente o amido, gerando açucares de tamanhos distintos, que de forma geral não são fermentáveis, chamados dextrinas. Totalmente fundamental! As dextrinas são indispensáveis para o gosto adocicado (sempre balanceado pelo lúpulo, mas isso é assunto para outro post) e sensação de corpo das cervejas.","phMax":5.7,"temperaturaMin":68,"tempo":0,"unidade":"ºC","id":5,"nomeEnzimas":"Alpha-amylase","temperatura":0}]